Repository: idlweb/openordini
Catalog: openordini/oo_users/locale/*/LC_MESSAGES/django.po
Languages: it

source: oo_users
it: utenti NPOP

source: Oo_Users
it: Utenti NPOP

source: I am a "psicologo del lavoro"
it: Sono uno psicologo del lavoro

source: I am a "psicologo clinico"
it: Sono uno psicologo clinico

source: I am a "psicologo forense"
it: Sono uno psicologo forense

source: Sex
it: Genere

source: Birth date
it: Data di nascita

source: Birth location
it: Località di nascita

source: Register subscription date
it: Data iscrizione Albo

source: I am an ASL employee
it: Sono dipendente ASL

source: I am self-employed
it: Sono libero professionista

source: ASL employee
it: dipendente ASL

source: register subscription date
it: data iscrizione Albo

source: user profile
it: profilo utente

source: user profiles
it: profili utente
